export interface Prayer {
    id: string;
    title: string;
    prayerText: string[];
    audioSrc?: string;
    audioTimings?: number[];
}

const prayerData: Prayer[] = [
    {
        id: "1",
        title: "พระคาถาชินบัญชร",
        prayerText: [
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
        ],
        audioSrc: "/audio/buchapratanatrai.mp3",
        audioTimings: [0, 3.5, 7.0]
    },
    {
        id: "2",
        title: "พระคาถาชินบัญชร2",
        prayerText: [
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ปุตตะกาโม ละเภปุตตัง",
            "ธะนะกาโม ละเภ ธะนัง",
            "ธะนะกาโม ละเภ ธะนัง",
        ],
        audioSrc: "/audio/buchapratanatrai.mp3",
        audioTimings: [0, 3.5, 7.0]
    }
];

export default prayerData;