const prayerData = [{
    title: "บูชาพระรัตนตรัย",
    prayerText: [
        "อิมินา สักกาเรนะ พุทธัง อะภิปูชะยามิ",
        "อิมินา สักกาเรนะ ธัมมัง อะภิปูชะยามิ ",
        "อิมินา สักกาเรนะ สังฆัง อะภิปูชะยามิ"
    ],
},
{
    title: "บทกราบพระรัตนตรัย",
    prayerText: [
        "อะระหัง สัมมาสัมพุทโธ ภะคะวา พุทธัง ภะคะวันตัง อภิวาเทมิ (กราบ)",
        "สะวากขาโต ภะคะวะตา ธัมโม ธัมมัง นะมัสสามิ (กราบ)",
        "สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ สังฆัง นะมามิ (กราบ)"
    ],
},
{
    title: "นมัสการพระรัตนตรัย",
    prayerText: [
        "นะโม ตัสสะ ภะคะวะโต",
        "อะระหะโต, สัมมาสัมพุทธัสสะ (1)",
        "นะโม ตัสสะ ภะคะวะโต",
        "อะระหะโต, สัมมาสัมพุทธัสสะ (2)",
        "นะโม ตัสสะ ภะคะวะโต",
        "อะระหะโต, สัมมาสัมพุทธัสสะ (3)"
    ],
},
{
    title: "ขอขมาพระรัตนตรัย",
    prayerText: [
        "วันทามิ พุทธัง",
        " สัพพัง เม โทสัง",
        "ขะมะถะ เม ภันเต",
        "วันทามิ ธัมมัง",
        "สัพพัง เม โทสัง",
        "ขะมะถะ เม ภันเต",
        "วันทามิ สังฆัง",
        "สัพพัง เม โทสัง",
        "ขะมะถะ เม ภันเต",
    ],
},
{
    title: "ไตรสรณคมน์",
    prayerText: [
        "พุทธัง สะระณังคัจฉาม",
        "ธัมมัง สะระณังคัจฉามิ",
        "สังฆัง สะระณังคัจฉามิ",
        "ทุติยัมปิ พุทธัง สะระณังคัจฉามิ",
        "ทุติยัมปิ ธัมมัง สะระณังคัจฉามิ",
        "ทุติยัมปิ สังฆัง สะระณังคัจฉามิ",
        "ตะติยัมปิ พุทธัง สะระณัง สะระณังคัจฉามิ",
        "ตะติยัมปิ ธัมมัง สะระณังคัจฉามิ",
        "ตะติยัมปิ สังฆัง สะระณังคัจฉามิ",
    ],
},
{
    title: "ถวายพรพระ (อิติปิโสฯ)",
    prayerText: [
        "อิติปิ โส ภะคะวา อะระหัง สัมมาสัมพุทโธ",
        "วิชชาจรณสัมปันโน สุคะโต โลกะวิทู",
        "อะนุตตะโร ปุริสะทัมมะสาระถิ",
        "สัตถา เทวะมะนุสสานัง พุทโธ ภะคะวาติ",
        "สวากขาโต ภะคะวะตา ธัมโม",
        "สันทิฏฐิโก อะกาลิโก",
        "เอหิปัสสิโก โอปนัยโก ปัจจัตตัง เวทิตัพโพ วิญญูหิติ",
        "สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ",
        "อุชุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ",
        "ญายะปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ",
        "สามีจิปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ",
        "ยะทิทัง จัตตาริ ปุริสะยุคานิ อัฏฐะปุริสะปุคคะลา",
        "เอสะ ภะคะวะโต สาวะกะสังโฆ",
        "อาหุเนยโย ปาหุเนยโย ทักขิณาเยโย อัญชลีกะระณีโย",
        "อะนุตตะรัง ปุญญักเขตตัง โลกัสสาติ"
    ],
},
{
    title: "ชัยมงคลคาถา (พาหุงฯ)",
    prayerText: [
        "พาหุง สะหัสสะมะภินิมมิตะสาวุธันตัง",
        "ครีเมขะลัง อุทิตะโฆระสะเสียงนาทัง",
        "ทัณฑัง ธะรัง คะระวิสานุภะวันตะจีวัง",
        "พุทธัง นะมัสสะมิ ชินัง ชินะคันทะภูปัง",

        "มาราติเรกะมะภิยุชฌิตะสัพพะรัตติง",
        "คันธัตถะโย ชะลิตะเตชะสะสานุภาวัง",
        "ปัปโพสิตัง สุขะตะมักคะมะนิยยะปาทัง",
        "พุทธัง นะมัสสะมิ ชินัง ชิตะมาระเสนัง",

        "ตัญจาปิ โย วะรสะฐา วะดะละมะริวะราชัง",
        "คัมภีระโลมะวิชะมานะมะโฆระรูปัง",
        "ทานาทิธัมมะวิธินา ชิตะวานะโมฆัง",
        "พุทธัง นะมัสสะมิ ชินัง สุคะตัง นะรินทัง",

        "พาลาปะราชะยะมะกัสสะ วิชิตะมะโส",
        "ทุสสะฐะมาระปะติลาภะสุขาวะหา",
        "โลเก นะยัง ชะยะติเยนะ ชินานุภาเว",
        "พุทธัง นะมัสสะมิ ชินัง ธะระมัง อะเสสะ",

        "มัจฉะริมายะมะลินัง วิชิตะปะรัตถัง",
        "นิตถัมภะปาณิมะนุสัง วิวะรัง วิหิงสัง",
        "เมตตัง อะนัปปะมะตัง อะภิภูตะสัพพัง",
        "พุทธัง นะมัสสะมิ ชินัง กะรุณากะตัณหัง",

        "อัลลิตะเตชะพะลวะมะนะกัปปะหาที",
        "สันโตสิตา สุปะติฏฐิตะธัมมะราชา",
        "วิเวกะสุขะปะรินิพพุตะปัณฑิโต โย",
        "พุทธัง นะมัสสะมิ ชินัง ตะมะนุทยิงคัง",

        "สัพพาปิ ตัง ชิตะวานะ สะยะนโต ปิ",
        "โสภาตะรัง วิยะ สะมันตะตะเล สุทินเน",
        "ปิยัง มะนุสสานะมะนูปะมะปะริสาสัง",
        "พุทธัง นะมัสสะมิ ชินัง ชิตะสัพพะปกขัง",

        "สันติเฉวะ ตะสะธัมมา ชะยะสาธะระณา",
        "เตสัง วิภาวิตะธิโน ชะยะมังคะลานิ",
        "พุทธัสสะ สัตตะวิธะชะยานุภาเวนะ",
        "โหตุ ชะยะมังคะลานิ สะทันตะราโย"
    ],
},
];

export default prayerData